tap "homebrew/cask"
tap "mas-cli/tap"
tap "filippo.io/age", "https://filippo.io/age"

cask_args appdir: "~/Applications"

brew "age"
# brew "amp"
brew "ansible"
brew "antigen"
brew "awscli"
# brew "bandwhich"
brew "bash-completion"
brew "bash-git-prompt"
brew "bat"
# brew "composer"
# brew "crystal"
brew "deno"
# brew "elvish"
# brew "encfs"
brew "fend"
brew "fx"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gitbatch"
brew "gnupg"
brew "graphviz"
brew "jc"
brew "jq"
brew "llvm"
brew "lua"
# brew "luajit"
# brew "luarocks"
brew "mas"
brew "massren"
brew "mosh"
brew "msmtp"
brew "murex"
brew "mycli"
brew "navi"
brew "neovim"
brew "ngrep"
brew "node"
brew "nq"
brew "procs"
brew "pwgen"
brew "python"
brew "qemu"
brew "qp"
brew "redis"
brew "rustup-init"
brew "sc-im"
brew "sqlite"
brew "ssh-copy-id"
brew "starship"
brew "terraform"
brew "tmux"
brew "tre"
#brew "uutils-coreutils"
brew "vim"
brew "vis"
brew "watchman"
brew "xz"
brew "yq"
brew "zsh-completions"

cask "1password-cli-beta"
cask "affinity-designer"
cask "affinity-photo"
cask "affinity-publisher"
cask "around"
cask "discord"
cask "firefox"
cask "home-assistant"
cask "meetingbar"
cask "slack"
cask "sparkleshare"
cask "trex"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"
cask "zerotier-one"
cask "zoom"

mas "Xcode", id: 497799835
