tap "filippo.io/age", "https://filippo.io/age"

cask_args appdir: "~/Applications"

brew "mas"
cask "ghostty"
cask "slack"
cask "discord"
cask "firefox"

brew "age"
# brew "amp"
brew "aclocal"
brew "ansible"
brew "antigen"
brew "autoconf"
brew "awscli"
# brew "bandwhich"
brew "bash-completion"
brew "bash-git-prompt"
brew "bat"
brew "cmake"
# brew "composer"
# brew "crystal"
brew "deno"
# brew "elvish"
# brew "encfs"
brew "efm-langserver"
brew "fend"
brew "fx"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-tools"
brew "git-grab"
brew "gitbatch"
brew "gnupg"
brew "graphviz"
brew "harper"
brew "jc"
brew "jq"
brew "llvm"
brew "lua"
# brew "luajit"
# brew "luarocks"
brew "massren"
brew "meson"
brew "mono"
brew "mosh"
brew "msmtp"
brew "murex"
brew "mycli"
brew "navi"
brew "neovim"
brew "ngrep"
brew "ninja"
brew "node"
brew "nq"
brew "pkgconf"
brew "pnpm"
brew "procs"
brew "pwgen"
brew "python"
brew "qemu"
brew "qp"
brew "redis"
brew "rustup"
brew "sc-im"
brew "sqlite"
brew "ssh-copy-id"
brew "starship"
brew "terraform"
brew "tmux"
brew "tre"
#brew "uutils-coreutils"
brew "vim"
brew "vis"
brew "xz"
brew "yq"
brew "zsh-completions"

cask "1password"
cask "1password-cli"
cask "affinity-designer"
cask "affinity-photo"
cask "affinity-publisher"
cask "calibre"
cask "obsidian"
cask "font-0xproto"
cask "font-0xproto-nerd-font"
cask "home-assistant"
cask "meetingbar"
cask "sparkleshare"
cask "trex"
cask "utm"
cask "visual-studio-code"
cask "vlc"

mas "Tailscale", id: 1475387142
mas "Xcode", id: 497799835
